---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneHeatingSetPointParam
source: html/4ced4045-4d49-0bff-a66f-39a77c14f78c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneHeatingSetPointParam Property

"Heating Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneHeatingSetPointParam { get; }
```